Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/insyja.tmx
Source language: ru
Languages: be

source: Кужи
be: Кужы

source: Кузьмино
be: Кузьміно

source: Кузьмишки
be: Кузьмішкі

source: Кукенишки
be: Кукенішкі

source: Кулажин
be: Кулажын

source: Кулинария
be: Кулінарыя

source: Кульбаки
be: Кульбакі

source: Кульбакская улица
be: Кульбацкая вуліца

source: Культтовары
be: Культтавары

source: Кунцевщина
be: Кунцаўшчына

source: Кунцевщина 1-3
be: Кунцаўшчына 1-3

source: Кунцевщина-4
be: Кунцаўшчына-4

source: Купаловский Мемориальный Заповедник 'Левки'
be: Купалаўскі мемарыяльны запаведнік «Ляўкі»

source: Купальская улица
be: Купальская вуліца

source: Купальский переулок
be: Купальскі завулак

source: Купель Св. Пантелеймона
be: Купель Св. Панцялеймона

source: КУП ЖКХ
be: КУП ЖКГ

source: КУП СКГО Ритуал
be: «Рытуал»

source: Купщина
be: Купшчына

source: Курасовщина
be: Курасоўшчына

source: Курасовщина, ОП
be: Курасоўшчына, ПП

source: Курган Адама Мицкевича
be: Курган Адама Міцкевіча

source: Курган Бессмертия
be: [Курган Бессмяротнасці, Курган Неўміручасці]

source: Куровичи
be: воз. Куравічы

source: Куропаты
be: Курапаты

source: Кутишки
be: Куцішкі

source: КУТП "Оптторгснаб"
be: КГУП "Аптгандальснаб"

source: Лабели
be: Лабэлі

source: Лагерь актёрского мастерства "Acting Camp" Минской школы кино
be: Лагер акцёрскага майстэрства "Acting Camp" Мінскай школы кіно

source: Лагерь паломников (во время костёльного фэста)
be: Лагер пілігрымаў

source: Ладосно
be: воз. Ладасна

source: Лакутиевщина
be: Лакуцеўшчына

source: Лапенки
be: Лапенкі

source: Лапенковская улица
be: Лапенкаўская вуліца

source: Лапичи
be: Лапічы

source: Ларищево
be: Ларышчава

source: Латвийское консульство
be: Латвійскае консульства

source: Латовичи
be: Латавічы

source: Левелишки
be: Лявелішкі

source: Левонабережная улица
be: Леванабярэжная вуліца

source: Легкоатлетический манеж
be: Легкаатлетычны манеж

source: Ледовый дворец
be: Лядовы палац

source: Ледовый Дворец
be: Лядовы палац

source: Лежанец
be: Ляжанец

source: Лельчицы
be: Лельчыцы

source: Лемница
be: Лямніца

source: Ленин
be: Ленін

source: Ленина Площадь
be: Леніна Плошча

source: Ленинская улица
be: Ленінская вуліца

source: Ленинский отдел Департамента охраны МВД РБ
be: Ленінскі аддзел Дэпартамента аховы МУС РБ

source: Ленинский район
be: Ленінскі раён

source: Ленину
be: Ленiну

source: Ленину В.И.
be: Леніну У. І.

source: Ленину В. И.
be: Леніну У. І.

source: Ленковщина
be: Ленкаўшчына

source: Леоновичи
be: Лявонавічы

source: Леоновцы
be: Лявонаўцы

source: Леонполье
be: Леанполле

source: Леонтьево
be: Лявонцьева

source: Лепёнка
be: Ляпёнка

source: Лески
be: Ляскі

source: Лесная
be: Лясная

source: Лесная улица
be: Лясная вуліца

source: Лесничовка
be: Леснічоўка

source: Лесной
be: Лясны

source: Лесной район
be: Лясны раён

source: Лесово
be: воз. Лесава

source: Лесок
be: Лясок

source: Лесопарк "АЛЬБА"
be: Лесапарк "Альба"

source: Лесопарк Медвежино
be: Лесапарк Мядзведжына

source: Лесопарк Степянка
be: Лесапарк Сцяпянка

source: Лесопилка
be: Лесапілка

source: Лестранхоз
be: Лястрансгас

source: Летнее
be: Летняе воз.

source: летнее кафе «Адпачынак»
be: летняя кавярня

source: Летняя улица
be: Летняя вуліца

source: Летчикам
be: Лётчыкам

source: Лечебно трудовой профилакторий N9 (женский)
be: Лячэбна працоўны прафілакторый N9 (жаночы)

source: Лешно
be: воз. Лешна

source: Лещиново
be: [Ляшчынава, Ляшчынава воз.]

source: Лиги
be: Лігі

source: Лида
be: Ліда

source: Лидская улица
be: Лідская вуліца

source: Лидский замок
be: Лідскі замак

source: Лидский переулок
be: Лідскі завулак

source: Линамарги
be: Лінамаргі

source: Линия Смоленск - Витебск
be: Лінія Смаленск — Віцебск

source: Линки
be: Лінкі

source: Лиозно
be: Лёзна

source: Лиозно-Рудня
be: Лёзна—Рудня

source: Липа
be: Ліпа

source: Липки
be: Ліпкі

source: Липно
be: Ліпна

source: Липняги
be: Ліпнягі

source: Липовка
be: Ліпаўка

source: Липово
be: Ліпава

source: Лисицкое
be: Лісіцкае

source: Лисички
be: Лісічкі

source: Лиски
be: Ліскі

source: Литва
be: Літва

source: Литвяны
be: Літвяны

source: Литературный музей Максима Богдановича
be: Літаратурны музей Максіма Багдановіча

source: Литовка
be: Літоўка

source: Лихачи
be: Ліхачы

source: Лихосельцы
be: Ліхасельцы

source: Лицей № 5 приборостроения
be: Лiцэй № 5 прыборабудавання

source: Личиняты
be: Лічыняты

source: Ловжа
be: воз. Лоўжа

source: Ловча
be: Лоўча

source: Ловша
be: Лоўжа

source: Логойская центральная районная больница
be: Лагойская цэнтральная раённая бальніца

source: Лозино
be: Лозіна

source: Лозовка
be: Лазоўка

source: Лойбишки
be: Лойбішкі

source: Локно
be: Лакно

source: Локомотив
be: Лакаматыў

source: Локомотив Стадион
be: Стадыён «Лакаматыў»

source: Ломачи
be: Ламачы

source: Ломижино
be: Ламіжына

source: Лонно
be: воз. Лонна

source: Лонье
be: воз. Лонне

source: Лосвидо
be: Лосвіда

source: Лососна
be: Ласосна

source: Лососно
be: [Ласосна, воз. Ласосна]

source: Лососнянский переулок
be: Ласаснянскі завулак

source: Лотва
be: Латва

source: Лошица
be: Лошыца

source: Лошица, ОП
be: Лошыца, ПП

source: Лошица 1-я
be: Лошыца 1-я

source: Луговая улица
be: Лугавая вуліца

source: Луговцы
be: Лугаўцы

source: Лудчицы
be: Лудчыцы

source: Лужесно
be: Лужасна

source: Лужи
be: Лужы

source: Лужки
be: Лужкі

source: Лукавица
be: Лукавіца

source: Луково
be: Лукава

source: Лукое
be: Лукае

source: Лукское
be: Лукскае

source: Лукьянцы
be: Лук’янцы

source: Лунинец
be: Лунінец

source: Лунично
be: воз. Лунічна

source: Луполово
be: Лупалава

source: Лучёса
be: Лучоса

source: Лучёсское кладбище
be: Лучоскія могілкі

source: Лучистая улица
be: Прамяністая вуліца

source: Лыжероллерная Трасса
be: Лыжаролерная траса

source: Лысогорка
be: Лысагорка

source: Лычковского
be: Лычкоўскага

source: Лыщицы
be: Лышчыцы

source: Льнозаводская улица
be: Ільнозаводская вул.

source: Льнозаводской поселок
be: Iльнозавадскі пасёлак

source: Льнокомбинат
be: Ільнокамбінат

source: Льнокомбината Стадион
be: Стадыён ільнокамбіната

source: Люблин
be: Люблін

source: Людвин
be: Людзвін

source: Людвинов
be: Людзвіноў

source: Людвиново
be: Людзвінова

source: Люсинец
be: Люсінец

source: Лютьяново
be: Люццянова

source: Люхово
be: Люхава

source: Люща
be: Люшча

source: Лямус у Бригитского Монастыря
be: Лямус ля Брыгіцкага кляштара

source: Ляховичи
be: Ляхавічы

source: М. Горький
be: М. Горкі

source: Магазин
be: Магазін

source: магазин" Восток"
be: крама "Усход"

source: Магазин "Для Вас"
be: Крама «Для Вас»

source: магазин "Селена"
be: крама «Селена»

source: Магазин Юбилейный
be: Юбілейны

source: Магистральная улица
be: Магістральная вуліца

source: Маевское
be: Маеўскае воз.

source: Мазовецкая улица
be: Мазавецкая вуліца

source: Мазурино
be: Мазурына

source: Майоровщина
be: Маёраўшчына

source: Майстра Классик
be: Майстра Класік

source: Маковье
be: Макаўе

source: МаксАэро
be: МаксАэра

source: Малаки
be: Малакі

source: Малаховичи
be: Малахавічы

source: Малаховичская улица
be: Малахавіцкая вуліца

source: Малая Глиновка
be: Малая Глінаўка

source: Малая Троицкая улица
be: Малая Траецкая вуліца

source: Малая улица
be: Малая вуліца

source: Маленец
be: воз. Малянец

source: Малинники
be: Маліннікі

source: Малиновая улица
be: Малінавая вуліца

source: Малиновка
be: Малінаўка

source: Малиновка-1
be: Малінаўка-1

source: Малиновка-2
be: Малінаўка-2

source: Малиновка-3
be: Малінаўка-3

source: Малиновка-3а
be: Малінаўка-3а

source: Малиновка-7
be: Малінаўка-7

source: Малиновка-8
be: Малінаўка-8

source: Малиновка-9
be: Малінаўка-9

source: Малое Святое
be: Малое Святое воз.

source: Малорита
be: Маларыта

source: Малость
be: Маласць

source: Малые
be: Малыя

source: Малые Липки
be: Малыя Ліпкі

source: Малые Плотки
be: Малыя Плоткі

source: Малые Сои
be: Малыя Соі

source: Малый Беленок
be: воз. Малы Белянок

source: Малый гостиный двор
be: Малы гасціны двор

source: Малый Межник
be: Малыя Межнікі

source: Малый Тростенец
be: Малы Трасцянец

source: Малышковщина
be: Малышкаўшчына

source: Малыщина
be: Малышчына

source: Малыщинская улица
be: Малышчынская вуліца

source: Мальковичи
be: Малькавічы

source: Мальчик на шаре
be: Хлопчык на шары

source: Мальчик с лебедем
be: Хлопчык з лебедзем

source: Мамонты
be: Маманты

source: Мануфактурная улица
be: Мануфактурная вуліца

source: Маргели
be: Маргелі

source: Маргельки
be: Маргелькі

source: Марги
be: Маргі

source: Мариненко
be: Марыненка

source: Маринец
be: воз. Марынец

source: Маркиши
be: Маркішы

source: Марковщина
be: Маркаўшчына

source: Мартинова Гусь
be: Марцінова гусь

source: Мартиновка
be: Марцінаўка

source: Мартиново
be: Марцінова

source: Марьина Горка
be: Мар'іна Горка

source: Марьяновка
be: Мар’янаўка

source: Марьяново
be: Мар’янова

source: Маски
be: Маскі

source: Масюковщина
be: Масюкоўшчына

source: Матвеевцы
be: Мацвееўцы

source: Матырино
be: Матырына

source: Махировка
be: Махіроўка

source: Маховка
be: Махоўка

source: Мацеляны
be: Мацаляны

source: Мачулище
be: воз. Мачулішча

source: Мачулищи
be: Мачулішчы

source: МГЛУ
be: МДЛУ

source: МГЛУ корпус Д
be: МДЛУ

source: Мегаполис
be: Мегаполіс

source: Мега шанс
be: Мегашанец

source: Медвёдка
be: Мядзвёдка

source: Медвежино
be: Мядзведжына

source: Медвытрезвитель
be: Медвыцвярэзнік

source: Медзозол
be: воз. Медзазол

source: Медицинская судебная экспертиза
be: Медыцынская судзебная экспертыза

source: Медицинский блок
be: Медычны блок

source: Медицинский университет
be: Медыцынскі ўніверсітэт

source: Медкабинет для таксистов
be: Медкабінет для таксістаў

source: Медовая улица
be: Мядовая вуліца

source: Медухово
be: Медухава

source: Медцентр
be: Медцэнтр

source: Медцентр (конечная)
be: Медцэнтр (канчатковы)

source: Международный образовательный центр
be: Міжнародны адукацыйны цэнтр

source: Международный университет МИТСО
be: Мiжнародны ўнiверсiтэт "МIТСО"

source: Межевая улица
be: Межавая вуліца

source: Межево
be: Межава

source: Межрайонный экзаменационный отдел № 2 УГАИ ГУВД Мингорисполкома
be: Міжраённы экзаменацыйны аддзел № 2 УДАІ ГУУС Мінгарвыканкама

source: Межсовхозная улица
be: Міжсаўгасная вуліца

source: Межужол
be: воз. Межужол

source: Мезиновка
be: Мезінаўка

source: Мелевичи
be: Мелевічы

source: Мелиоративный переулок
be: завулак Мелiяратыўны

source: Мелкое
be: Мелкае

source: Мелодичная улица
be: Меладычная вуліца

source: Мельники
be: Мельнікі

source: Мельников Луг
be: Мельнікаў Луг

source: Мельница
be: [Мельніца, Млын]

source: Мельница водяная (руины)
be: Млын водны (руіны)

source: Мельница Сорочья
be: Мельніца Сарочча

source: Мемориал «Яма» (обелиск)
be: Мемарыял «Яма» (абеліск)

source: мемориал войнов-освободителей
be: мемарыял войнаў-вызваліцеляў

source: мемориал на братской могиле советских воинов
be: мемарыял на брацкай магіле савецкіх воінаў

source: Мемориал освободителям города
be: Мемарыя вызваліцелям горада

source: мемориал павшим советским войнам
be: мемарыял загінуўшым савецкім жаўнерам

source: Мемориал советских войнов-освободителей
be: Мемарыял савецкіх войнаў-вызваліцелей

source: Мемориальная колонна
be: Мемарыяльная калона

source: Мемориальное захоронение советских войнов
be: Мемарыяльнае пахаванне савецкіх войнаў

source: мемориальное кладбище советских воинов
be: мемарыяльныя могілкі савецкіх войнаў

source: мемориальное кладбище советских войнов
be: мемарыяльныя могілкі савецкіх войнаў

source: Мемориальный знак
be: мемарыяльны знак

source: Мемориальный комплекс
be: [Мемарыяльны комплекс, Мэмарыяльны комплекс]

source: Мемориальный комплекс "Дзержиново"
be: Дзяржынава

source: Мемориальный комплекс "Катюша"
be: Мемарыяльны комплекс «Кацюша»

source: Мемориальный комплекс «Дальва»
be: Мемарыяльны комплекс «Дальва»

source: мемориальный комплекс «Поле ратной славы»
be: мемарыяльны комплекс «Поле ратнай славы»

source: Мемориальный комплекс «Прорыв»
be: Мэмарыяльны комплекс «Прарыў»

source: Мемориальный комплекс «Старая граница»
be: Мэмарыяльны комплекс «Старая граніца»

source: Мемориальный комплекс «Шталаг 342»
be: Мэмарыяльны комплекс «Шталаг 342»

source: Мемориальный комплекс Хатынь
be: Мемарыяльны комплекс Хатынь

source: Меньки
be: Мянькі

source: Мередеж
be: воз. Мярэдзеж

source: Мерлишки
be: Мерлішкі

source: Место жизни Янки Купалы
be: Мясьціна жыцьця Янкі Купалы

source: место массовых захоронений жертв нацистского концлагеря "5-й полк"
be: месца масавых пахаванняў ахвяр нацысцкага канцлагера "5-й полк"

source: Место Оршанской битвы
be: Месца Аршанскай бітвы

source: Место отдыха - кафе
be: Месца адпачынку, кавярня

source: Мечеть
be: Мячэць

source: Мещецкое
be: Мяшчэцкае воз.

source: Миговская улица
be: Мігаўская вуліца

source: Миграционная служба
be: Міграцыйная служба

source: Микашевичи
be: Мікашэвічы

source: Микола Гусовский
be: Мікола Гусоўскі

source: Микольцы
be: Мікольцы

source: Микрорайон "Речицкий"
be: Мікрараён "Рэчыцкі"

source: микрорайон "Солнечный"
be: мікрараён "Сонечны"

source: микрорайон 20А
be: мікрараён 20А

source: Микрорайон по ул. Борунской
be: Мікрараён па вул. Барунскай

source: микрорайон Химы-1
be: мікрараён Хімы-1

source: микрорайон Химы-2
be: мікрараён Хімы-2

source: Микрорайон №17
be: Мікрараён №17

source: Мила
be: Міла

source: Милиционерам
be: Міліцыянерам

source: Милиция
be: Міліцыя

source: Минирынок
be: Мінірынак

source: мини-рынок "Поповича"
be: Рынак

source: Минойты
be: Мінойты

source: Минск
be: Мінск

source: Минск, ДС Калиновского
be: Мінск, ДС Каліноўскага

source: Минская область
be: Мінская вобласць

source: Минская ТЭЦ-2
be: Мінская ТЭЦ-2

source: Минская улица
be: Мінская вуліца

source: Минск-Восточный
be: Мінск Усходні

source: Минскдрев, филиал №1
be: Мінскдрэў, філіял №1

source: Минский колледж предпринимательства
be: Мінскі каледж прадпрымальніцтва

source: Минский мотовелозавод
be: Мінскі мотавелазавод

source: Минский торговый колледж Белкоопсоюза
be: Мінскі гандлёвы каледж Белкаапсаюза

source: Минское братское военное кладбище 1914-1918 годов
be: Мінскія брацкія ваенныя могілкі 1914-1918 гг.

source: Минск-Пассажирский
be: Мінск Пасажырскі

source: Минск-Северный
be: Мінск Паўночны

source: Минск-Южный
be: Мінск Паўднёвы

source: Миорки 2
be: Мёркі 2

source: Миоры
be: Мёры

source: Мир
be: Мір

source: Мирадино
be: Мірадзіна

source: Мир без границ. Курсы иностранных языков
be: Свет без межаў. Курсы замежных моў

source: Мирная улица
be: Мірная вуліца

source: Мирский замок
be: Мірскі замак

source: Мирский поселковый совет народных депутатов
be: Мірскі пасялковы савет народных дэпутатаў

source: Мисюнишки
be: Місюнішкі

source: Митрополь
be: Мітраполь

source: Михайловка
be: Міхайлаўка

source: Михайлово
be: Міхайлова

source: Михалёвка
be: Міхалёўка

source: Михалки
be: Міхалкі

source: Михалово
be: Міхалова

source: Михановичи
be: Міханавічы

source: Мицкевичи
be: Міцкевічы

source: Мишки
be: Мішкі

source: Мишково
be: Мішкава

source: Млынарная улица
be: Млынарная вуліца

source: Млынарово
be: Млынарова

source: Млынки
be: Млынкі

source: Мобильный город
be: Мабільны горад

source: Могила Александра Скирмунта
be: Магіла Аляксандра Скірмунта

source: Могила Андрея Снедецкого
be: Магіла Андрэя Снядэцкага

source: Могила Дунина-Марцинкевича
be: Магіла Вінцэнта Дуніна-Марцінкевіча

source: Могила Игната Ходзьки
be: Магіла Ігната Ходзькі

source: могила М.Ф. Шмырева
be: магіла М.П. Шмырова

source: Могила Михаила Фальковского
be: Магіла Міхала Фалькоўскага

source: могила Мюнгхаузена
be: магіла Мюнгхаўзэна

source: могила Павлины Мядёлки
be: магіла Паўліны Мядёлкі

source: Могила повстанцев 1863-64 гг.
be: Магіла паўстанцаў 1863-64 гг.

source: Могила Пусловских
be: Магіла Пуслоўскіх

source: могила Станислава Нарбута
be: магіла Ст. Нарбута

source: Могила Станислава Нарбута
be: Магіла Станіслава Нарбута

source: Могила Томаша Вавжецкого
be: Магіла Томаша Ваўжецкага

source: Могила Томаша Вовжецкого
be: Магіла Тамаша Ваўжэцкага

source: Могила Томаша Зана
be: Магіла Тамаша Зана

source: Могила Флориана Дановского
be: Магіла Флярыяна Даноўскага

source: Могила Франтишка Богушевича
be: Магіла Францішка Багушэвіча

source: Могила Франтишка Карпинского
be: Магіла Францішка Карпінскага

source: Могила Яна и Цецилии
be: Магіла Яна і Цэцыліі

source: Могилёв
be: Магілёў

source: Могилёв-1
be: Магілёў 1

source: Могилёв-2
be: Магілёў 2

source: Могилёв-3
be: Магілёў 3

source: Могилёвская область
be: Магілёўская вобласць

source: могилы польских солдат 1920 г.
be: магілы польскіх жаўнераў 1920г.

source: Могілкі каталіцкія
be: Могілкі каталіцкія. Капліца

source: Можеевка
be: Мажэеўка

source: Можейки
be: Мажэйкі

source: Можейковщина
be: Мажэйкаўшчына

source: Можейское
be: Мажэйскае

source: Мозолиха
be: Мазоліха

source: Мозырь
be: Мазыр

source: Мозырьская улица
be: Мозырская вуліца

source: Мойка
be: Мыйня

source: Мойка-М
be: Мыйка-М

source: Мойка на Московском
be: Мыйня на Маскоўскім

source: Мойка-Р
be: Мыйка-Р

source: Мойка-Рмс
be: Мыйня-РМС

source: Мойка-Рх
be: Мыйня

source: Мойка самообслуживание
be: Мыйка самаабслугоўваньне

source: Молельный дом староверов
be: Малельня стараверская

source: Молельный дом староверов (Церковь Успения Пресвятой Богородицы)
be: Малельня стараверская (царква Успення Прасвятой Багародзіцы)

source: Молельня староверов Святого Николая
be: Малельня стараверская Святога Міколы

source: Молельня староверов Успения Пресвятой Богородицы
be: Малельня стараверская Успення Прасвятой Багародзіцы

source: Молодая улица
be: Маладая вуліца

source: Молодёжная улица
be: Маладзёжная вуліца

source: Молодёжный переулок
be: [Маладзёжны завулак, Моладзевы завулак]

source: Молодежный район
be: Маладзёжны раён

source: Молодечненский замок
be: Маладзечанскі замак

source: Молодечно
be: Маладзечна

source: Моложево
be: Молажава

source: Молокозавод
be: Малаказавод

source: Молочки
be: Малочкі

source: Молочная улица
be: Малочная вуліца

source: Молочно-товарная ферма "Вересница"
be: Малочна-таварная ферма "Верасніца"

source: Молтитекс
be: Молцітэкс

source: Монастырь базилиан
be: Манастыр базыльянаў

source: Монастырь базилиан Березвецкий
be: Манастыр базыльянаў Беразьвецкі

source: Монастырь бенедиктинцев
be: Кляштар бэнэдыктынаў

source: Монастырь бернардинцев
be: Кляштар бэрнардынаў

source: Монастырь бонифратов
be: Кляштар баніфратаў

source: Монастырь каноников регулярных
be: Кляштар канонікаў рэгулярных латэранскіх

source: Монастырь Св. Духа базилиан: жилой корпус
be: Кляштар Св. Духа базыльянаў: жылы корпус

source: Монастырь Св. Духа базилианок: жилой корпус
be: Кляштар Св. Духа базыльянак: жылы корпус

source: Монастырь Святого Креста
be: Кляштар Святога Крыжа

source: Монастырь Святого Николая
be: Манастыр Святога Мікалая

source: Монастырь Святого Спаса
be: Манастыр Святого Спаса

source: Монастырь Спасо-Ефросиньевский
be: Манастыр Спаса-Эўфрасіньнеўскі

source: Монастырь тринитариев
be: Кляштар трынітарыяў

source: Монастырь Троицкий базилианок: жилой корпус
be: Манастыр Троіцкі базилианок: жылы корпус

source: Монастырь Успения Пресвятой Богородицы
be: Манастыр Успення Прасвятой Багародзіцы

source: Моньковцы
be: Монькаўцы

source: Мопровская улица
be: Мопраўская вуліца

source: Морги
be: Маргі

source: Мордичи
be: Мордзічы

source: Морозовка
be: Марозаўка

source: Морозы
be: Маразы

source: Мосарское
be: Мосарскае воз.

source: Москва-Минск
be: Масква-Мінск

source: Московица
be: воз. Масковіца

source: Московская
be: Маскоўская

source: Московская линия
be: Маскоўская лінія

source: Московский район
be: Маскоўскі раён

source: Московский рынок
be: Маскоўскі мінірынак

source: Московское кладбище
be: [Маскоўскія, Маскоўскія могільнік]

source: Московщина
be: Маскоўшчына

source: мост им. Блохина
be: мост iмя Блахiна

source: мост им. Шмырёва
be: мост iмя Шмырова

source: мост имени Баумана
be: мост iмя Баўмана

source: Мостище
be: Масцішча

source: Мостище 3
be: Масцішча 3

source: Мостки
be: Масткі

source: Мостовая улица
be: Маставая вуліца

source: Мостовляны
be: Мастаўляны

source: Мостовуха
be: воз. Маставуха

source: Мосты
be: Масты

source: Мотель 'Лепель'
be: Матэль «Лепель»

source: Мотороремонтный завод
be: Маторарамонты завод

source: Мотыкалы
be: Матыкалы

source: Моховое
be: Махавое воз.

source: Мошня
be: воз. Мошня

source: Мощёнка
be: Машчонка

source: Моя Столица
be: Мая Сталіца

source: Мстиславль
be: Мсціслаўль

source: Музей
be: [Музей, Музей-кватэраТусналобавай]

source: Музей «Дудутки»
be: Музей «Дудуткі»

source: Музей авиационной техники
be: Музей авіяцыйнай тэхнікі

source: Музей белорусского народного искусства
be: Музей беларускага народнага мастацтва

source: Музей Белорусского Полесья
be: Музей Беларускага Палесся

source: Музей быта
be: Музей быту

source: Музей валунов
be: Музей валуноў

source: Музей в Немново
be: Музей у Нямнове

source: Музей Воинов Интернационалистов
be: Музей воінаў-інтэрнацыяналістаў

source: Музей Воинской Славы
be: Музей воінскай славы

source: Музей-галерея «Янушкевичи»
be: Музей-галерэя «Янушкевічы»

source: Музей-дача Василя Быкова
be: Музей-дача Васiля Быкава

source: Музей истории архитектуры Софийского собора
be: Музей гісторыі архітэктуры Сафійскага сабора

source: Музей истории города Минска
be: Музей гісторыі горада Мінска

source: Музей истории Городницы
be: Музей гісторыі Гарадніцы

source: Музей камней
be: Музей валуноў

source: Музей народной архитектуры и быта
be: [Музэй народнай архітэктуры і побыту, Озерцо]

source: Музей Народной Славы
be: Музей народнай славы

source: Музей природы
be: Музей прыроды

source: Музей-усадьба Максима Богдановича
be: Музей-сядзіба Максіма Багдановіча

source: Музей-Усадьба Репина И.Е. «Здравнёво»
be: Музей-сядзіба Рэпіна «Здраўнёва»

source: Музей школьный
be: Музей школьны

source: Музей этнографии
be: Музей этнаграфіі

source: Музей Янки Купалы
be: Музей Янкі Купалы

source: Музыкальный театр
be: Музычны тэатр

source: Музыкант
be: Музыка

source: Муляровка
be: Муляраўка

source: Мулярская улица
be: Мулярская вуліца

source: Мунцевичи
be: Мунцавічы

source: Муравец
be: руч. Муравец

source: Муращино
be: Мурашчына

source: Муроги
be: воз. Мурагі

source: МЧС
be: МНС

source: Мылёво
be: Мылёва

source: Мясницкая улица
be: Мясніцкая вуліца

source: Мясокомбинат
be: Мясакамбінат

source: Набережный район
be: Набярэжны раён

source: Наговское
be: Нагаўскае

source: Надежда
be: Надзея

source: На заводской
be: На завадской

source: Налоговая, минский район
be: Инспекция МНС РБ, Минский район

source: Налоговая инспекция
be: Падатковая інспекцыя

source: Наркодиспансер
be: Наркадыспансер

source: Нарочь
be: Нарач

source: Нарути
be: Наруці

source: Нарцизово
be: Нарцызава

source: Насосная
be: Пампоўня

source: Насосная №7
be: Пампоўня №7

source: Наусть
be: Навусць

source: Научно-исследовательский центр Витебского областного управления МЧС РБ
be: Навукова-даследчы цэнтр Віцебскага абласнога ўпраўлення МНС РБ

source: Нахов
be: Нахаў

source: Национальный академический театр имени Янки Купалы
be: Нацыянальны акадічны тэатр імя Янкі Купалы

source: Национальный аэроклуб
be: Нацыянальны аэраклуб

source: Национальный аэропорт "Минск"
be: Нацыянальны аэрапорт "Мінск"

source: Национальный аэропорт Минск
be: Нацыянальны аэрапорт Мінск

source: Национальный парк "Припятский"
be: Нацыянальны парк "Прыпяцкі"

source: Национальный парк «Беловежская пуща»
be: Нацыянальны парк «Белавежская пушча»

source: Национальный парк «Браславские озера»
be: Нацыянальны парк «Браслаўскія азёры»

source: Национальный парк «Нарочанский»
be: Нацыянальны парк «Нарачанскі»

source: Начало дорог Беларуси
be: Пачатак дарог Беларусi

source: Невежа
be: воз. Невежа

source: Невидо
be: воз. Нявіда

source: Негорелое
be: Негарэлае

source: Негрезо
be: Неграза

source: Недостроенный дом
be: Недабудаваны дом

source: Недрошля
be: Недрашля

source: Недружно
be: воз. Нядружна

source: Нежихов
be: Нежыхаў

source: Нежлево
be: воз. Нежлева

source: Неклея
be: воз. Няклея

source: Некраши
be: Некрашы

source: Неман
be: Нёман
